Repository: common-repository/tiny-contact-form
Catalog: locale/tcf-lang-*.SA.po
Languages: ar

source: Name
ar: الاسم

source: Email
ar: الإيميل

source: Subject
ar: الموضوع

source: Your Message
ar: الرسالة

source: Sorry, but you have no permissions to change settings.
ar: عذرا ، لكن ليست لديك الصلاحيات لتغيير الإعدادات.

source: TO:
ar: إلى:

source: E-mail
ar: الإيميل

source: FROM:
ar: من:

source: (optional)
ar: (مطلوب)

source: Message OK:
ar: في حال الإرسال:

source: Message Error:
ar: في حال الخطأ:

source: StyleSheet:
ar: المظهر:

source: reset
ar: استعادة

source: Use this field or the <code>style.css</code> in your theme directory.
ar: استخدم هذا الحقل أو عدل في ملف الاستايل <code>style.css</code> الموجود ضمن ملفات الثيم.

source: Save Changes
ar: حفظ التغييرات

source: Check these fields:
ar: تأكد من هذا الحقل:

source: Submit Button:
ar: نص زر الإرسال

source: use a little mathematic spam test like " 12 + 5 = "
ar: تفعيل سؤال التحقق

source: Captcha Label:
ar: نص يظهر بجانب سؤال التحقق:

source: Settings
ar: الإعدادات

source: Please fill out all fields.
ar: يرجى تعبئة جميع الحقول

source: Wrong Email.
ar: الإيميل غير صحيح

source: Options
ar: الخيارات

source: Form
ar: النموذج

source: one or more (e.g. email1,email2,email3)
ar: إيميل أو أكثر مثال: ( email1، email2، email3)

source: Subject Prefix:
ar: بادئة الموضوع :

source: Additional Fields:
ar: حقول إضافية :

source: The contact form includes the fields Name, Email, Subject and Message. If you need more (e.g. Phone, Website) type in the name of the field.
ar: إذا كنت بحاجة لحقول غير الموجودة مثل ( الهاتف , العنوان ... إلخ ) يمكنك اضافتها من هنا

source: Field
ar: حقل

source: After Submit
ar: بعد الإرسال

source: hide the form
ar: اخفي نموذج الإتصال

source: Captcha
ar: محارب الإسبام

source: Alternative Captcha:
ar: ضع سؤال من عندك

source: Set you own question and answer.
ar: اكتب السؤال والاجابة عليه

source: Question:
ar: السؤال

source: Answer:
ar: الاجابة

source: Style
ar: المظهر

source: Contact
ar: راسل

source: Bug? Problem? Question? Hint? Praise?
ar: عند وجود علة أو مشكلة أو اقتراح

source: Write a comment on the <a href="%s">plugin page</a>.
ar: قم بكتابة تعليق في <a href="%s">صفحة الإضافة</a>. تعريب <a href="http://gaayat.com">قاسم</a>

source: License
ar: رخصة الإستخدام
